[
    "Većina baštovana uklanja puževe na razne načine; ručno ili pesticidima, međutim,najnovija istraživanja su pokazala, da je dovoljno da ih sklonite samo 20-ak metara od svoje bašte i oni se neće vaćati.",
    "Mužjaci morskih konjića mogu da zatrudne.",
    "Sove su jedine ptice koje trepću kapcima odozdo nagore.",
    "Bičevi prave pucketajući zvuk jer im se vrh kreće brže od zvuka.",
    "Najmlađi roditelji u istoriji imali su po osam i devet godina, a živeli su u Kini 1910. godine.",
    "Vaš želudac mora proizvoditi novi sloj sluzi svake dvije sedmice ili bi probavio sam sebe.",
    "Grožđica koju ubacite u čašu tek otvorenog šampanjca skakutat će neprestano gore dole od vrha do dna čaše.",
    "Puževi žive, u zavisnosti koja vrsta je u pitanju, od 5 do 25 godina.",
    "Postoji više oblika života koji žive na vašoj koži nego što ima ljudi na planeti.",
    "Možda ne izgleda tako, ali obični baštenski puž ima zube-i to oko 14 000!",
    "Vidre spavaju držeći se za ruke.",
    "Leonardo da Vinči mogao je da piše jednom rukom, a crta drugom u isto vreme.",
    "Ako biste uklonili sav prazan prostor iz atoma koji čine svakog čoveka na zemlji, cela svetska populacija bi mogla da stane u jednu jabuku.",
    "Tri najbogatije porodice na svetu imaju više imovine nego svih 48 najsiromašnijih nacija na svetu ukupno.",
    "Iako to, na prvi pogled, ne izgleda tako, puževi se kreću pomoću jednog dugačkog mišića koji se ponaša kao ljudski ekstremitet, i pomoću kojeg se odguruju po površini.",
    "Najduža saobraćajna gužva na svetu trajala je više od 10 dana, a vozila su se pomerala prosečno 0.6 milja na dan.",
    "Gusenice poprime totalno tečan oblik dok se transformišu u moljce.",
    "Čovek tokom svog života prosečno pojede 70 insekata i 10 paukova u snu.",
    "Postoji više mogućih ponavljanja u šahu nego što postoji atoma u nama poznatom univerzumu.",
    "Rusija nije ubrajala pivo pod alkohol do 2011. Ranije je pivo bilo klasifikovano kao bezalkoholno piće.",
    "Ako mužjak lava preuzme vođstvo nad čoporom, on ubija sve mladunce.",
    "Dve trećine ljudi na zemlji nikada nije videlo sneg.",
    "Većina morskih puževa je otrovna, a većina kopnenih nije. Ukoliko se ne osećate dobro nakon što ste pojeli kopnenog puža, to je verovatno jer ga niste pravilno pripremili.",
    "Kolibri je lakši od novčića.",
    "Postoji više napuštenih kuća nego beskućnika u Sjedinjenim Američkim Državama.",
    "Runasti mamut je postojao za vreme građenja prvih Egipatskih piramida.",
    "Prosečni Amerikanac popije oko 600 gaziranih pića godišnje.",
    "Ako pokušate da zaustavite kijanje, može da vam pukne krvni sud u glavi ili vratu i tako prouzrokuje smrt.",
    "Kada se rodi zmija sa dve glave, te dve glave se bore međusobno oko hrane.",
    "Čovek tokom svog života hodajući prosečno pređe distancu ekvivalentnu onoj koja je potrebna da se svet obiđe tri puta.",
    "Ajkula može da detektuje jednu kap krvi među 100 miliona kapi vode.",
    "Meduzu čini 95% vode.",
    "Trebalo bi preko 1000 godina da se odgleda svaki video na YouTube-u.",
    "Neki od morskih puževa spadaju u najotrovnije životinje na svetu.",
    "Jedna od 10 Evropskih beba se začne na krevetu marke IKEA.",
    "Čovek po imenu Čarls Ozborn štucao je čak 69 godina.",
    "Bubašvaba može da živi nekoliko nedelja bez glave.",
    "Jezik je najjači mišić u ljudskom telu.",
    "Ginisova knjiga rekorda drži rekord kao knjiga koja je najčešče ukradena iz javnih biblioteka.",
    "Muškarci imaju šest puta veću šansu da ih udari grom od žena.",
    "Frigatriskaidekafobija je strah od Petka 13.",
    "Zamrznuti jastozi mogu da se vrate u život kad se odmrznu.",
    "Stripovi Paje Patka su bili zabranjeni u Finskoj zato što on ne nosi pantalone.",
    "Francuski je bio oficijalni jezik Engleske preko 600 godina.",
    "Šanse da umrete na putu dok idete da kupite tiket za lutriju su veće nego da pobedite na lutriji.",
    "Oči nam uvek ostaju iste veličine od rođenja, ali naš nos i uši nikad ne prestaju da rastu.",
    "Koka-kola bi bila zelena da joj nije dodata boja.",
    "Zemlja je jedina planeta koja nije dobila ime po nekom božanstvu.",
    "Krave imaju najbolje prijatelje i doživljavaju stres kada su razdvojene od njih.",
    "Ići na posao je statistički tri puta opasnije od rata.",
    "Nojevo oko je veće od njegovog mozga.",
    "Ako kinete prejako, možete da doživite frakturu rebra.",
    "Polarni medvedi pokušavaju da se “stope” sa ledom tako što pokriju svoj crni nos šapama.",
    "Bebe crvendaći jedu oko četiri metra kišnih glista na dan.",
    "Psi su u stanju da razumeju 250 reči i gestova, a pokazali su i sposobnost da izračunaju jednostavne matematičke proračune.",
    "Pravi med se ne može pokvariti. U teoriji, mogli bi da jedemo med star 3.000 godina.",
    "Žene, u prosjeku, dvostruko češće trepću od muškaraca.",
    "Pomfrit ili francuski krompirići, nastao je u Belgiji.",
    "Ljevaci piju više i češće. Desna strana mozga, koju koriste više od lijeve, ima manju toleranciju na alkohol zbog čega se uglavnom brže i napiju.",
    "Ajfelov toranj postavljen je kao privremena konstrukcija povodom Svjetske izložbe 1889.",
    "Litar morske vode u prosjeku je za 25 grama teži od iste količine slatke vode.",
    "Mačke mogu da proizvedu preko 100 glasovnih zvukova, a psi samo devet.",
    "Vatra se brže širi uzbrdo nego nizbrdo.",
    "Žabe su bile prve životinje koje su počele da ispuštaju glasove.",
    "Nintendo je proizvodio igraće karte prije nego što se okrenuo video igricama.",
    "Egipćanke su prve žene koje su nosile donji veš.",
    "Tačkice svjetlosti koje vidimo kada trljamo oči zovu se fosfene.",
    "Kikiriki je povrće.",
    "Prva papirna novčanica na svijetu dolazi iz Kine, a izdata je prije cca 1400 godina.",
    "Mužjaci majmuna gube dlaku na glavi na isti način na koji se to dešava čovjek",
    "Kečap je nastao u Kini.",
    "Svakih pet sekundi, od gladi u svijetu umre jedno dijete mlađe od deset godina.",
    "Najfinije slikarske četkice prave se od brkova pacova.",
    "Najduža suša trajala je 400 godina i zabilježena je u pustinji Atakama. Završena je 1971. godine, kada je pala kiša.",
    "Više kalorija potroši se dok se celer jede, nego što ih ima u njemu.",
    "Van Gogh je za života uspio da proda samo jednu sliku.",
    "Tečnosti iz želuca odlaze nakon deset minuta, meso i povrće poslije jednog sata, a masti nakon čak 30 sati!",
    "Najduža zabeležena meduza na svetu dugačka je 49 metara.",
    "Zbog disanja, vaša rebra se pomeraju pet miliona puta godišnje.",
    "Samo jedna osoba od dve milijarde ljudi će živeti 116 godina ili više.",
    "Svake godine se 9,000 ljudi povrijedi čačkalicom.",
    "U kockarnicama u Las Vegasu nema satova ni prozora jer tamo „nikada nije vrijeme za spavanje",
    "Ako bi čovjek pojeo jetru polarnog medvjeda, gotovo je sigurno da bi umro uslijed predoziranja prevelikom količinom vitamina A koji se u njoj nalaze.",
    "U prosečnom veku, kompletna koža čoveka se u potpunosti zameni neverovatnih 900 puta.",
    "Dokazano je da žene žive duže od muškaraca. Za to je delimično odgovoran i sporiji imuni sistem.",
    "Tokom života, ljudski mozak je u stanju da primi i zapamti 1 milion milijardi informacija.",
    "Otprilike oko 80% svetske populacije veruje u neki oblik života koji dolazi posle ovog sadašnjeg života.",
    "Svaka cigareta, koju pušači konzumiraju, skraćuje im životni vek za celih 11 minuta.",
    "Mlijeko nilskog konja je ružičasto.",
    "Kada prislonite školjku na uho, ne čujete ocean već svoju krv.",
    "Danas je više ljudi na Facebooku nego što je bilo na cijeloj planeti prije 200 godina.",
    "Za razliku od većine svijeta, Mongoli ne šećere čaj – oni ga sole",
    "Prosječan čovjek dnevno udahne oko 550 litara čistog kisika.",
    "Popularna marka Nike je dobila ime po istoimenoj grčkoj božici snage, brzine i pobjede.",
    "Grizli medvjedi (Ursus arctos horribilis) mogu namirisati plijen udaljen i do 30 kilometara.",
    "Švicarska nema ni jedan rudnik zlata, ali zato kroz ovu državu fizički prođu oko dvije trećine ukupnog iskopanog zlata na svijetu.",
    "Neke stonoge, kao što je Apheloria Virginiensis, mogu lučiti cijanid kroz male otvore u tijelu.",
    "Kolibri ptice imaju nevjerovatno brz metabolizam, što znači da su uvijek samo nekoliko sati udaljeni od umiranja od gladi.",
    "Probavne kiseline u želucu su dovoljno jake da rastvore cink.",
    "Testisi proizvode 10 miliona novih stanica sperme svaki dan, dovoljno da bi jedan muškarac mogao popularizirati cijeli planet u samo šest mjeseci!",
    "Ljudska kost je jaka kao granit. Blok kosti veličine kutije šibica može podnijeti težinu od 9 tona, tj, četiri puta više od betona.",
    "Noktima je potrebno šest mjeseci da izrastu od baze do vrha.",
    "Beba može disati i gutati u isto vrijeme, a ovu mogućnost izgube otprilike u 7 mjesecu života.",
    "Glava novorođenčeta zauzima oko 25% ukupne težine cijelog tijela.",
    "Higijena dolazi od riječi Hygieia (grčka božica zdravlja, čistoće i Mjeseca).",
    "Ljudsko tijelo je dom za preko 1000 vrsta bakterija.",
    "Plamen svijeće je plav na dnu jer vatra tu uzima kisik, a žut na vrhu, gdje ga sagorjeva.",
    "Vatra stvara vodu. Ako ne vjerujete, zagrijte praznu, suhu metalnu kašiku na vatri i vidjet ćete vodu u njoj.",
    "Spaljene kosti i pepeo ukazuju na to da su naši preci palili vatru i prije više od 400.000 godina",
    "Hrtovi su najbrži psi na svijetu, s brzinom do 70 kilometara na sat.",
    "Otisak psećeg nosa je jednak ljudskom otisku prstiju i može se koristiti za jednostavnu identifikaciju pasa.",
    "Psi mogu ‘pokupiti’ naše bolesti, a isto tako  psi mogu identificirati bolesti u ljudima, kao što su tumor ili dijabetes.",
    "Na svom albumu prvijencu “For You”, Prince je svirao čak 27 instrumenata!",
    "Konji mogu razlikovati emocije u ljudskom glasu.",
    "Kafa je psihoaktivna supstanca. Velike doze mogu izazvati halucinacije i mogu vas ubiti.",
    "Najbrži leptiri mogu letjeti 5,4 metara u sekundi, dok najbrže leptirice lete i do 11 metara u sekundi.",
    "Bruce Lee je bio toliko brz da su usporavali filmske scene s njim kako bi se njegovi pokreti mogli jasno vidjeti.",
    "Bill Cosby je bio prvi crni glumac koji je osvojio nagradu Emmy za najbolju mušku ulogu.",
    "Aligator se ne može kretati unatrag.",
    "Charlie Chaplin je započeo karijeru u show biznisu kad je imao pet godina.",
    "Hobotnica će pojesti vlastite krakove ako jako ogladne.",
    "Omiljena hrana žohara je ljepilo na poleđini poštanske marke.",
    "Jedini kontinent bez zmija je Antarktik.",
    "Američki oposum, torbar, donese mlade na svijet 12 ili 13 dana poslije začeća.",
    "Astronautima nije dozvoljeno da jedu grah prije odlaska u svemir jer plinovi mogu oštetiti njihova svemirska odjela.",
    "Najstarije sveučilište u SAD-u je Harvard.",
    "S devet godina Einstein još nije znao točno govoriti. Njegovi roditelji su mislili da je retardiran.",
    "Postoji oko 24.000 vrsta leptira, dok su leptirice (moljci) još brojnije sa oko 140.000 vrsta.",
    "Mačke imaju 32 mišića u samo jednom uhu.",
    "Pčela zamahne oko 11.400 puta u minuti, zbog čega i čujemo zvuk zujanja",
    "Zemlja je jedini planet u Sunčevom sistemu koji ima tektonske ploče.",
    "Gotovo sva voda na Zemlji je slana, odnosno čak 97%!",
    "Na Antarktiku ima toliko leda koliko u Atlanskom Oceanu ima vode.",
    "Pingvini su jedna od oko 40 vrsta ptica koje ne mogu letjeti.",
    "Konji mogu spavati i ležeći i stojeći.",
    "Na svijetu postoji između 10 – 12 % ljevaka.",
    "U mozgu se nalazi oko 100 milijardi neurona, ali oni čine samo 10% mozga. Oko 75% mozga čini voda.",
    "U jednom istraživanju, na 90% novčanica američkog dolara su pronađeni tragovi kokaina.",
    "Miris čokolade povećava theta moždane valove koji izazivaju opuštanje.",
    "Kad biste vrištali 8 godina, 7 mjeseci i 6 dana, proizveli biste dovoljno energije da zagrijete jednu šoljicu kafe.",
    "Kad biste udarali glavom od zid sat vremena, izgubili biste 150 kalorija.",
    "Slonovi su jedine životinje što ne mogu skočiti.",
    "Broj auta na planeti se povećava trostruko brže nego populacija",
    "Termiti jedu dvaput brže ako im pustite heavy metal muziku.",
    "8 miliona krvnih ćelija umre u ljudskom organizmu svake sekunde, a isti toliki broj se novih rađa te iste sekunde.",
    "Leptirima je osjet okusa na nogama.",
    "Biseri se tope u sirćetu.",
    "Kosa i nokti ne rastu nakon smrti. Koža i kosti se smanjuju, pa se čini da su kosa i nokti veći.",
    "Svake godine, mjesec se udaljava za 3,8 cm od Zemlje.",
    "Upaljač je izumljen prije šibica.",
    "Havajski alfabet ima 13 slova.",
    "Hexakosioihexekontahexafobija je strah od broja 666.",
    "Bikovi su daltonisti.",
    "Dijete od 4 godine prosječno upita dnevno 437 pitanja.",
    "Slonica može biti trudna do dvije godine.",
    "Naučna istraživanja su pokazala da se ljudski mozak može prisjećati stvari iz materice jer pamćenje počinje ,,raditi” 20 nedelja nakon začeća.",
    "Ukoliko nisu zainteresovani za određenu temu, većina odraslih može zadržati pažnju na nečemu 20 minuta.",
    "Moguće je izbrisati loše uspomene. Studije pokazuju da beta blokatori onemogućavaju prisjećanje na određene događaje.",
    "Čovjek prosječno ima 70.000 misli u jednom danu!",
    "Kornjače mogu disati kroz stražnjicu.",
    "Alkohol onemogućava prenošenje informacija u dugoročno pamćenje. Iz tog se razloga alkoholičari ne mogu sjetiti prethodne noći.",
    "U drevnom Egiptu, svećenici ‘čupkali’ svaku dlačicu s tijela, uključujući obrve i trepavice.",
    "Više ljudi se boji žaba nego pacova.",
    "U svemiru, astronauti ne mogu plakati jer suze ne mogu teći bez gravitacije.",
    "Ljudi, čimpanze i delfini su jedine vrste na svijetu koje imaju seksualne odnose zbog užitka.",
    "Slušalice na ušima 700 puta povećaju broj bakterija u ušima, za samo sat vremena.",
    "Svaki mjesec koji počne u nedjelju imat će Petak 13.",
    "Istraživanja pokazuju da će komarci radije izujedati ljude koji su nedavno jeli banane.",
    "Prosječna osoba sanja više od 1.460 snova godišnje.",
    "Kondom, izvorno napravljen od platna, izumljen je u ranim 1500-tim.",
    " Riječ “mat” u šahu dolazi iz Perzijske fraze “Shah Mat”, što znači “kralj je mrtav”.",
    "85% muškaraca koji su preminuli od srčanog udara tokom seksa varali su svoje supruge.",
    "Kada se oposumi ‘prave mrtvi’, oni zapravo ne glume, već se onesvijeste od straha.",
    "90% vrsta ptica su monogami, dok je kod sisavaca taj broj znatno manji – 3%.",
    "Orao je dovoljno snažan da ubije mladog jelena i odleti s njim.",
    "Više ljudi godišnje usmrte magarci nego što ih pogine pri padu aviona.",
    "U posljednjih 4.000 godina, niti jedna nova vrsta životinja nije pripitomljena.",
    "Bambus je najbrže rastuća drvenasta biljka na Zemlji.",
    "Na svijetu postoji preko 120.000 vrsta muha.",
    "Opsesivno kopanje nosa se zove Rhinotillexomania.",
    "1980. godine, Narko Kartel Pabla Escobara trošio je 2.500 dolara mjesečno samo na gumice koje su čuvale gotovinu.",
    "U vlažnim južnoameričkim tropskim šumama, životinje ljenivci se kreću toliko sporo da im alge izrastu na krznu.",
    "Pacovi mogu živjeti duže bez vode od kamila.",
    "Da bi uzgojili 1 kg riže, potrebno je 5.000 litara vode.",
    "Najstariji pronađen fosil lososa star je 50 miliona godina.",
    "Postoji više od 10.000 vrsta paradajza / rajčice.",
    "Od 1945. godine, svi Britanski tenkovi su opremljeni aparatom za pravljenje čaja.",
    "Više od pola stanovnika Ugande ima manje od 15 godina.",
    "Baš kao što neki ljudi govore u snu, poznato je da i ljudi koji govore jezikom znakova govore jezikom znakova u snu.",
    "“Kanada” je indijanska riječ koja znači “veliko selo”.",
    "Neke vrste odraslih medvjeda mogu trčati brzo kao konj.",
    "Nakon što ih ispržimo i kad se zrna kafe počnu hladiti, ona otpuste oko 700 hemijskih substanci koje i stvaraju mirisnu aromu.",
    "Kada duboko spavate, također poznato kao REM faza sna, vaše tijelo iskusi privremenu paralizu.",
    "Kada škakiljate štakora, on se smije.",
    "Ribe imaju čulo okusa na perajama, repu i u ustima.",
    "U drevnom Egiptu, samo je faraonima bilo dozvoljeno da jedu gljive.",
    "Jedna četvrtina kostiju u vašem tijelu nalazi se u nogama.",
    "Unatoč popularnom mišljenju, divlji tigrovi ne žive u Africi.",
    "Karl Marx je nekada bio dopisnik za New York Daily Tribune.",
    "Rimski car Kaligula je u jednom trenutku pretvorio svoju palaču u bordel i prisilio žene visokog položaja da prodaju svoje tijelo.",
    "Virus gripe može preživjeti izvan tijela oko 48 sati, ali na papirnoj novčanici može živjeti i više od 10 dana.",
    "Gotovo polovica svih prometnih nesreća na svijetu vezano je za vožnju u pijanom stanju.",
    "Uz stopu ovisnosti od 98%, nikotin je najovisnija supstanca na svijetu.",
    "Triskadekafobija je strah od broja 13.",
    "Postoje dokumentovani slučajevi o ljudima koji su ovisni o jedenju kamenja, mrkve, laka za nokte, i šmrkanju baby pudera.",
    "Sve papirne valute su napravljene od mješavine od oko 25% pamuka i 75% lana.",
    "Svake sekunde, u našem mozgu se desi oko 100.000 hemijskih reakcija",
    "Las Vegas posjeti prosječno 38 miliona turista godišnje = koji potroše oko 42,8 milijarde dolara.",
    "Plavi kitovi mogu usporiti svoje otkucaje srca na četiri ili pet otkucaja u minuti kako bi sačuvali kisik tokom dubokih zarona.",
    "Šišmiši su jedini sisavci koji mogu letjeti.",
    "Vlasnik prvih silikonskih grudi na svijetu bio je pas koji se zove Esmeralda.",
    "Kada je Mona Lisa ukradena iz muzeja Louvre 1911. godine, jedan od osumnjičenih bio je Picasso.",
    "U drevnoj Grčkoj riječ “idiot” odnosila se na nekoga ko nije političar.",
    "Koale gotovo isključivo jedu samo lišće eukaliptusa i ništa više.",
    "Pod ekstremno visokim pritiskom, dijamanti se mogu napraviti čak i od kikiriki putera.",
    "Saudijska Arabija nema stalnih rijeka ili jezera.",
    "Big Ben se ne odnosi ni na sat ni na toranj, to je zapravo naziv zvona koje se nalazi unutar čuvenog tornja sa satom.",
    "Kečap se 1830-tih godina prodavao kao lijek.",
    "U Belgiji se nalazi muzej posvećen samo jagodama.",
    "Pijavica ima 32 mozga.",
    "Tokom orgazma, mozak otupšta toliko dopamina da na skenerima izgleda poput mozga na heroinu.",
    "Ako okrenete ajkulu na leđa, ona će pasti u trans. Naučnici ovo rade već godinama prilikom manjih hirurških zahvata.",
    "Poput ljudi, majmuni koriste glas, izraze lica i pokrete tijela prilikom komunikacije.",
    "Svi ljudi imaju unikatan miris, osim identičnih blizanaca.",
    "Pentherafobija je iracionalni strah od punice ili svekrve.",
    "Do sada nikad nije zabilježen slučaj da je jedan jastog umro od starosti. Oni umru jedino kada ih predatori pojedu.",
    "Samo oko 1% ljudi na svijetu mogu pisati i desnom i lijevom rukom. U većini slučajeva, oni su prirodni ljevaci koji su naučili pisati desnom rukom.",
    "Kofein djeluje jače na muškarce nego na žene.",
    "Kada spavaju, bebe žirafa koriste svoje tijelo kao jastuk.",
    "Musomanija je naziv za psihičko stanje u kojem osoba postaje opsjednuta određenom muzikom ili pjesmom.",
    "Pravo ime Barbike (Barbie lutke) je Barbara Millicent Roberts.",
    "Sunčane naočale su izvorno bile propisivane osobama koje su oboljele od sifilisa.",
    "Riječ Viski dolazi od galske riječi “Uisge Beatha”, što znači “voda života.”",
    "Na kraju petogodišnje naučne studije, zaključeno je da velikodušni i darežljivi ljudi žive duže od škrtih ljudi.",
    "Rusija je veća od Plutona.",
    "Kada je vješanje bilo popularan način egzekucije, do vješala je uvijek vodilo 13 stepenica, a na omči se nalazilo 13 čvorova.",
    "Panamske zlatne žabe nemaju ušiju, a opet čuju zvukove. I to pomoću svojih pluća!",
    "Djetlić kucne u drvo 20 puta u sekundi.",
    "Da bi vam popili svu krv u tijelu, moralo bi vas ujesti oko 1.200.000 komaraca.",
    "Prosječna dubina svih oceana iznosi 3.682,2 metara.",
    "Ako nekad čujete svoje ime, a niko vas nije zvao, to je znak da imate zdrav mozak.",
    "Francuska ima najvišu stopu depresije u svijetu.",
    "Kod škampi, srce se nalazi u glavi.",
    "Lavovi sa tamnijom grivom su dominantniji od lavova sa svijetlijom.",
    "Symbolics.com je prva registrovana domena na svijetu (15. mart 1985.)",
    "Znanje koje danas imamo o hipotermiji izvorno dolazi od Nacističkih eksperimenata na ljudima.",
    "U 16. stoljeću, doktori su u nekim evropskim zemljama pacijentima savjetovali da se pušenjem duhana bore protiv tumora i lošeg zadaha.",
    "50 najviših planina na svijetu nalazi se u Aziji.",
    "60% kopnene površine Afrike prekrivaju pustinje i neplodna zemlja.",
    "Svake minute se rodi oko 255 beba.",
    "Cherofobija je iracionalan strah od veselja.",
    "Dabar može oboriti i do 200 stabala godišnje.",
    "Japan u prosjeku zabilježi 1.500 zemljotresa godišnje.",
    "Kada se vilini konjici pare, njihovi repovi formiraju srce.",
    "U slučaju nužde (ako pri ruci nemate svijeću), voštana bojica može goriti do 30 minuta.",
    "Vaše oči stalno vide vaš nos, ali ga mozak konstantno ignoriše.",
    "Kokoška je najbliži živi rođak Tyrannosaurus rexa.",
    "Pogonofobija je iracionalan strah od brade.",
    "I vjeverice predu.",
    "Sav novac od autorske naknade Bob Marleyjeve pjesme “No Woman No Cry” donira se javnoj kuhinji u getu u kojem je odrastao.",
    "U prosjeku, svake godine na stepenicama pogine 12.000 ljudi, a u liftovima 27.",
    "Kada bi mogli smanjiti Sunce na veličinu bijelog krvnog zrnca, Mliječni put bi bio veličine Sjedinjenih Država.",
    "Recikliranje 1 tone papira spasi 70 stabala.",
    "Morski psi su se prvi put pojavili na Zemlji prije ca. 455 miliona godina, a drveće prije oko 380 miliona.",
    "Prvu modernu kampanju protiv pušenja vodio je Adolf Hitler.",
    "Freud je toliko volio kokain da ga je smatrao idealnim poklonom i za prijatelje i porodicu.",
    "Lijeve i desne cipele su izumljene tek 1850-tih. Do tad su obje bile identične.",
    "Prosječna Toyota (automobil) se napravi za 13 sati. Rolls Royce za 6 mjeseci.",
    "Najmanje 80% svih ljudi na svijetu živi sa manje od 10 dolara dnevno.",
    "Humuhumunukunukuapua je naziv zvanične ‘državne ribe’ Havaja.",
    "Ulična vrijednost pola kilograma LDS-ija iznosi oko 55 miliona američkih dolara.",
    "U svijetu se svake 53 sekunde ukrade novi laptop.",
    "Prvi predsjednik Zimbabvea zvao se predsjednik Banana.",
    "Cenosilikofobija je strah od prazne pivske čaše.",
    "Prosječna osoba provede 24 godine života spavajući",
    "Električnu stolicu je izumio zubar (Alfred P. Southwick).",
    "U većini svijeta broj 13 se smatra nesretnim. U Italiji je nesretan broj 17, a u Japanu 4.",
    "Prvi mobilni telefoni su koštali oko 3.300 dolara, a baterija im je trajala oko 20 minuta.",
    "Jezik kameleona je duplo duži od njegovog tijela.",
    "Ljenjivcima su potrebne dvije sedmice da probave hranu koju pojedu.",
    "Ostavljanje napojnice konobaru na Islandu se smatra uvredom.",
    "Meksiko ima 68 službenih jezika.",
    "Visina Eiffelovog tornja se mijenja za 7,5 cm između ljeta i zime.",
    "Prema matematičarima, kravatu možete zavezati na 177,147 načina.",
    "Svi dijelovi koji se danas nalaze u jednom iPhone-u bi 1991. godine koštali oko 3.5 miliona dolara.",
    "Samo za pravljenje toalet papira, svaki dan se posječe 27.000 stabla.",
    "Zbog nedostatka kriminalaca, Nizozemska je 2013. godine zatvorila osam zatvora.",
    "Felix Hoffman je 1897. godine izumio i heroin i aspirin.",
    "Prosječni uposlenik McDonaldsa zaradi za sedam mjeseci količinu novca koju direktor komapnije zaradi za jedan sat.",
    "Sony-jev prvi proizvod bio je električni kuhalo riže.",
    "Prosječna žena u državi Niger rodi 7 djece (najviša stopa na svijetu).",
    "Samo 2% ljudi na svijetu ima prirodno plavu kosu.",
    "Danas više znamo o površini Mjeseca nego o oceanima na Zemlji.",
    "Radnici u Kambodži koji rade za tvornice odjeće kao što su Adidas i Puma zarađuju oko 70 eura mjesečno.",
    "Kubancima je bilo zabranjeno posjedovanje mobitela sve do 2008. godine.",
    "Samo 8% novca u svijetu je ‘fizički novac’, ostatak je u elektronskoj formi.",
    "Svi zatvorenici u Norveškoj imaju internet u svojim ćelijama.",
    "“Like” dugme na Facebooku se izvorno trebalo zvati “Awesome”.",
    "Olimpijada održana 2012. godine je prva u istoriji na kojoj je sve i jedna država poslala makar jednu ženu da se takmiči.",
    "Toalet papir se koristi još od 6. stoljeća, a počeo se masovno proizvoditi u 14. stoljeću.",
    "Charles Darwin je pojeo svaku životinju koju je otkrio.",
    "U brazilskim zatvorima za svaku pročitanu knjigu zatvorenicima se skrati trajanje zatvorske kazne za četri dana",
    "U Pakistanu je 2011. godine uhapšen majmun jer je ‘ilegalno prešao granicu’ sa Indijom.",
    "U Mongoliji živi više konja nego ljudi.",
    "Trećinu izvješća koja je Svjetska banka postavila online nikada niko nije downloadovao – nikad, niko.",
    "Bluetooth je imenovan po drugom kralju Danske – Kralj Harald Bluetooth.",
    "Popularna pjevačica Shakira nije primljena u školski hor (zbor) jer je učitelj smatrao da ‘zvuči kao koza’.",
    "99% Libije je pokriveno pustinjom, a u nekim regijama ove države kiša ne padne desetljećima.",
    "U prvoj (izvornoj) verziji Pepeljuge, ona je bila grčki rob, a živjela je u koloniji u Egiptu.",
    "Procjenjuje se da se na Zemlji trenutno govori oko 7.000 različitih jezika, a oko 2.400 jezika prijeti izumiranje.",
    "Ommatophobija je strah od očiju.",
    "Pornografija zauzima 37% ukupnog sadržaja na internetu.",
    "Od 1990-te godine, u Evropi je cijena kokaina pala za 51%.",
    "Produkcija svake epizode popularne serije Game of Thrones (Igra Prijestolja) košta oko 6 miliona dolara.",
    "U Njemačkoj ne postoji kazna za zatvorenika koji pokuša pobjeći iz zatvora – jer je sloboda osnovni ljudski instinkt.",
    "U filmu “Kad jaganjci utihnu” Hannibal Lektor (Anthony Hopkins) nije nijednom trepnuo.",
    "Ljudska slina sadrži analgetik koji se zove opiorphin, a koji je šest puta jači od morfija.",
    "Krompir je bio ilegalan u Francuskoj između 1748. i 1772. godine.",
    "Kofein se sastoji od ugljika, vodika, dušika i kisika. Isto kao i kokain, najlon, TNT i heroin.",
    "Peking, Seul i Tokyo znače “glavni grad” na njihovim jezicima.",
    "PlayStation 3 troši više el. energije od hladnjaka.",
    "Kad bi ljudsko oko bilo digitalni fotoaparat, on bi imao 576 megapiksela.",
    "Ako počinite zločin na moru, tehnički se smatrate gusarom.",
    "Vašem mozgu je potrebno oko 90 sekundi da odluči da li mu se neko dopada ili ne.",
    "Konji se u hodu oslanjaju samo na treći, srednji nožni prst. Ostali prsti su im zakržljali.",
    "Kanada je najobrazovanija država na svijetu: više od polovice njenih stanovnika je akademski obrazovano.",
    "Svake godine, udar groma ubije oko 24.000 ljudi širom svijeta.",
    "Ovce imaju vidno polje od oko 300 stepeni, što im omogućuje da vide iza sebe, a da pri tome ne okrenu glavu nazad.",
    "Samo oko 3% vrsta sisavaca i do 15% vrsta primata su monogamni.",
    "Hakeri su 1999. godine otkrili sigurnosni propust u Hotmailu koji im je omogućio da se prijave na bilo koji Hotmail račun pomoću lozinke “eh”.",
    "Prostitucija je legalna u Kanadi. No, ‘kupovanje usluga’ prostitutke nije.",
    "Trenutni svjetski rekord za slaganje Rubikove kocke je 5.55 sekundi.",
    "“Fi” u “WiFi” ne znači ništa. Tvorci su ga tako nazvali jer se rimuje sa “HiFi” (High fidelity).",
    "Ako bi svi živjeli gusto naseljeni, kao što žive ljudi na Manhattanu, cijela ljudska rasa bi mogla stati na Novi Zeland.",
    "Kada bi trošio 1 milion dolara dnevno, Bill Gatesu bi trebalo 218 godina da potroši sav svoj novac.",
    "Prema naučnim istraživanjima, ljudi s nižim IQ-om imaju veću šansu da budu rasisti i homofobični.",
    "Hirurzi koji su odrasli igrajući video igrice prave 37% manje grešaka.",
    "Kokain podiže razinu dopamina za 250%, u odnosu na 100% koliko podiže splni odnosi i 50% hrana.",
    "U Kini je reinkarnacija zabranjena, osim ako nemate dozvolu vlade.",
    "“Crni panther” nije vrsta životinje. To je zapravo termin koji se koristi za opisivanje crnih puma, jaguara i leoparda.",
    "Aurofobija je strah od zlata.",
    "Kada se odmara, vaš mozak koristi petinu kalorije po minuti.",
    "Svaki dan na Zemlji eruptira između 10 i 20 vulkana.",
    "Vjetrovi u nekim dijelovima Antarktika mogu dosegnuti brzinu i do 320 km/h.",
    "U jednoj kineskoj grobnici je 2008. godine pronađeno 789 grama 2.700 godina stare marihuane.",
    "Gavrani mogu imitirati ljudski govor.",
    "U jednom panamskom krateru poznatom kao Dolina četvrtastih stabala rastu četvrtasta stabla.",
    "Leonardo da Vinci je kupovao životinje u kavezu samo zato da bi ih mogao osloboditi.",
    "U posljednjih 500 godina ljudi su krivi za izumiranje 322 životinjske vrste.",
    "Posljednje riječi Vincent van Gogha su bile: “Tuga će trajati vječno.”",
    "Kolektivno, ukupno provedemo više od 3 milijarde sati sedmično igrajući online igre.",
    "Sunce je najsavršeniji prirodni okrugli objekt poznat u svemiru.",
    "Najmanji puž na svijetu može stati 10 puta u ušicu igle.",
    "Polovica od top 20 gradova u svijetu s najvišom stopom ubistava se nalazi u Brazilu.",
    "Svjetski rekord za najduži let papirnog aviona iznosi 69,1 m.",
    "NASA-ini astronauti su prvi put i istoriji pojeli hranu koja je uzgojena u svemiru 10. augusta 2015. godine.",
    "Naučno je dokazano da djevojke izgledaju privlačnije kada se nalaze u društvu drugih djevojaka.",
    "Ako umrete u Amsterdamu sami, bez prijatelja ili porodice koja bi došla na sprovod, pjesnik će napisati pjesmu za vas i recitovati je na pogrebu.",
    "U SAD-u ima više oružja nego ljudi.",
    "Ako bi mogli skočiti proporcionalno visoko kao skakavci, mogli bi skočiti 18m.",
    "Morgan Freeman se prvi put pojavio u filmu kada je imao 34 godine, a prvu je veliku ulogu dobio tek kada je imao 52.",
    "U londonskim školama se trenutno govori više od 300 jezika.",
    "Portugalci su prvi donijeli u Indiju krumpir, rajčice i chili.",
    "Dužina vašeg stopala jednaka je udaljenosti između ručnog zgloba i lakta.",
    "Čovjek je rođen s željom za slatkim.",
    "Biseri se formiraju samo u jednoj od svakih 10.000 kamenica.",
    "Dinamit se izrađuje od kikirikija.",
    "2.700 godina prije nove ere, marihuana se u Kini koristila kao lijek.",
    "Jabuke potječu iz sorte ruža.",
    "Dok ovo čitate, oko 55.000 trgovačkih brodova prenosi oko 20 milijuna kontejnera punih robe.",
    "Banane pomažu u borbi protiv depresije.",
    "Čovjek koji je popularizirao trčanje, umro je od srčanog udara dok je trčao.",
    "Najduži zabilježen let kokoši je 13 sekundi",
    "Pokvareni sat je točan 2 puta dnevno."

]